<template>
  <div class="kt-login__container" style="width : 1000px">
    <div class="kt-login__logo">
      <a href="#">
        <img src="assets/media/logos/logo-mini-lg-dark.png" />
      </a>
    </div>
    <div class="kt-login__signin">
      <div class="kt-login__head">
        <h3 class="kt-login__title">
          {{ $t("AUTH.TERM_AND_CONDITION.TITLE") }}
        </h3>
      </div>
      <div class="row">
        <div class="col-12">
          <p>
            ข้อกำหนดและเงื่อนไขในการใช้งานที่ระบุไว้ดังต่อไปนี้
            (ต่อไปนี้เรียกว่า “ข้อกำหนดและเงื่อนไขฯ”)
            ได้ระบุถึงข้อกำหนดและเงื่อนไขในการใช้งานผลิตภัณฑ์และบริการใดๆ
            (เรียกรวมกันว่า “บริการฯ”) ของบริษัท เอสบีพี ดิจิทัล เซอร์วิส จำกัด
            (ต่อไปนี้เรียกว่า “SBP”) ในฐานะผู้ให้บริการแอปพลิเคชัน
            แก่ผู้ใช้บริการ (โดยแต่ละรายเรียกว่า "ผู้ใช้" หรือ “ผู้ใช้รายต่างๆ”
            ขึ้นอยู่กับเนื้อหา) โปรดอ่านข้อตกลงนี้อย่างละเอียดและครบถ้วน
          </p>
          <p>
            ข้อตกลงนี้กำกับดูแลและกำหนดแนวทางปฏิบัติในการใช้บริการบนแอปพลิเคชันของ
            SBP ซึ่งขึ้นอยู่กับนโยบายและดุลพินิจของ บริษัท เอสบีพี ดิจิทัล
            เซอร์วิส จำกัด แต่เพียงฝ่ายเดียวเท่านั้น
          </p>
          <v-list-item>
            <v-list-item-content>
              <v-list-item-title>1. คำนิยาม</v-list-item-title>
              <v-list-item>
                <v-list-item-content>
                  <v-list-item-title class="text-wrap"
                    >1.1. “SBP” หมายถึง บริษัท เอสบีพี ดิจิทัล เซอร์วิส
                    จำกัด</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >1.2. “ผู้ใช้งาน” หมายถึง ผู้ใช้บริการแอปพลิเคชัน
                    หรือผู้ลงทะเบียนเป็นสมาชิกบนระบบของ CoSpace หรือ
                    ระบบที่เกี่ยวข้อง ที่ให้บริการโดย “SBP”</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >1.3. “ลูกค้า” หมายถึง ผู้ที่มีความประสงค์ที่จะเช่าสถานที่
                    และ/หรือ
                    ได้รับบริการอันเกี่ยวข้องกับสถานที่เช่าจากเจ้าของสถานที่</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >1.4. “เจ้าของสถานที่” หมายถึง ผู้มีกรรมสิทธิ์
                    หรือผู้มีสิทธิครอบครอง หรือผู้มีสิทธิ์
                    ในการนำสถานที่ออกให้เช่า และ/หรือ
                    ให้บริการในสถานที่ที่นำออกให้เช่า
                    และรวมถึงผู้ที่ได้รับมอบอำนาจ หรือผู้ที่ได้รับมอบหมาย
                    จากเจ้าของสถานที่เช่า
                    ซึ่งให้มีอำนาจในการนำออกให้เช่าและตกลงตอบรับการให้เช่าสถานที่หรือให้บริการอันเกี่ยวกับสถานที่ที่เช่านั้นด้วย</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >1.5. “สถานที่เช่า” หมายถึง บริเวณพื้นที่และสถานที่ทั้งหมด
                    ที่เจ้าของสถานที่ประสงค์นำออกให้ลูกค้าหรือบุคคลอื่นเช่า</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >1.6. “แอปพลิเคชัน” หมายถึง แอปพลิเคชัน CoSpace หรือ
                    ระบบที่เกี่ยวข้อง ที่ให้บริการโดย “SBP”</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >1.7. “บัญชี” หมายถึง บัญชีผู้ใช้งานที่เปิดใน CoSpace หรือ
                    ระบบที่เกี่ยวข้อง ที่ให้บริการโดย “SBP”</v-list-item-title
                  >
                </v-list-item-content>
              </v-list-item>
            </v-list-item-content>
          </v-list-item>

          <v-list-item two-line>
            <v-list-item-content>
              <v-list-item-title
                >2. การตกลงยอมรับข้อกำหนดและเงื่อนไขฯ ฉบับนี้</v-list-item-title
              >
              <v-list-item>
                <v-list-item-content>
                  <v-list-item-title class="text-wrap"
                    >2.1. การเข้าถึงแอปพลิเคชันนี้
                    ผู้ใช้งานยืนยันว่าผู้ใช้งานเข้าใจ
                    "ข้อกำหนดและเงื่อนไขการใช้งาน" ทั้งหมดแล้ว
                    ถ้าผู้ใช้งานไม่ยอมรับข้อกำหนดและเงื่อนไขเหล่านี้ในการใช้งาน
                    ผู้ใช้งานไม่สามารถใช้แอปพลิเคชันนี้ได้
                    แอปพลิเคชันขอสงวนสิทธิ์ในการเปลี่ยนแปลงแก้ไขเพิ่มหรือลบบางส่วนของข้อกำหนดและเงื่อนไขนี้ในการใช้งานได้ตลอดเวลา
                    การเปลี่ยนแปลงจะมีผลเมื่อเราได้เปลี่ยนแปลงข้อบังคับดังกล่าวบนแอปพลิเคชันโดยไม่จำเป็นจะต้องมีการแจ้งให้ทราบล่วงหน้า
                    กรุณาตรวจสอบข้อกำหนดและเงื่อนไขนี้ ในการใช้งานเป็นประจำ
                    สำหรับการปรับปรุงข้อมูลต่าง ๆ
                    หากผู้ใช้งานใช้งานแอปพลิเคชันหลังการเปลี่ยนแปลงข้อกำหนดและเงื่อนไขนี้ในการใช้งานถือว่าผู้ใช้งานยอมรับข้อเปลี่ยนแปลงนั้นไปโดยปริยาย</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >2.2.
                    แอปพลิเคชันเป็นแพลตฟอร์มออนไลน์ซึ่งรวบรวมสถานที่ที่เจ้าของสถานที่ต้องการนำออกมาให้เช่า
                    และเป็นช่องทางเพื่อให้ลูกค้าที่ต้องการเช่าสถานที่สำหรับทำงาน
                    และ/หรือดูรายละเอียดหรือบริการเกี่ยวกับการเช่าสถานที่
                    สัญญาเช่าสถานที่ที่แท้จริงเป็นสัญญาระหว่างเจ้าของสถานที่และลูกค้าโดยตรง
                    และ SBP
                    ไม่ได้เป็นคู่สัญญาของสัญญาฉบับนั้นหรือสัญญาอื่นใดระหว่างเจ้าของสถานที่และลูกค้า
                    และจะไม่ยอมรับข้อผูกพันใด ๆ ที่เกี่ยวเนื่องกับสัญญาดังกล่าว
                    คู่สัญญาของธุรกรรมดังกล่าวจะรับผิดชอบต่อสัญญาเช่าสถานที่ระหว่างคู่สัญญาทั้งหมด
                    เงื่อนไขและรายละเอียดการเช่าสถานที่และสิ่งอื่นที่คล้ายกัน
                    SBP
                    ไม่มีส่วนเกี่ยวข้องในธุรกรรมระหว่างผู้ใช้งาน</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >2.3. SBP
                    ไม่มีการเรียกเก็บค่าธรรมเนียมการใช้แอปพลิเคชันจากผู้ใช้งาน
                  </v-list-item-title>
                  <v-list-item-title class="text-wrap"
                    >2.4.
                    เนื้อหาที่ปรากฏบนแอปพลิเคชันนี้มีจุดประสงค์เพื่อให้ข้อมูลเท่านั้น
                    คำอธิบายสถานที่ที่แสดงบนแอปพลิเคชันนี้ถูกสร้างขึ้นโดยเจ้าของสถานที่
                    ซึ่งไม่ได้ถูกสร้างโดย SBP และ SBP
                    ไม่ทำการคัดกรองเนื้อหาหรือข้อมูลรายละเอียดสถานที่หรือบริการใด
                    ๆ SBP
                    ไม่สามารถรับประกันได้ว่าลูกค้าจะทำการตกลงเช่าสถานที่</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >2.5.
                    การแชร์หรือแสดงความคิดเห็นบนแอปพลิเคชันนี้เป็นของแต่ละโพสต์โดยแต่ละบุคคล
                    ซึ่งเนื้อหาดังกล่าวอาจไม่สะท้อนความคิดเห็นของแอปพลิเคชันแต่อย่างใด</v-list-item-title
                  >
                </v-list-item-content>
              </v-list-item>
            </v-list-item-content>
          </v-list-item>

          <v-list-item>
            <v-list-item-content>
              <v-list-item-title
                >3. การคุ้มครองข้อมูลส่วนบุคคล และ
                ความเป็นส่วนตัว</v-list-item-title
              >
              <v-list-item>
                <v-list-item-content>
                  <v-list-item-title class="text-wrap"
                    >ความเป็นส่วนตัวของผู้ใช้งานมีความสำคัญมากสำหรับเรา
                    เพื่อให้คุ้มครองสิทธิของผู้ใช้งานได้ดีขึ้น
                    เราจึงได้จัดทำนโยบายความเป็นส่วนตัวของ SBP
                    เพื่ออธิบายแนวทางปฏิบัติด้านความเป็นส่วนตัวในรายละเอียด
                    โปรดอ่านนโยบายความเป็นส่วนตัวนี้เพื่อให้เข้าใจว่า SBP
                    เก็บรวบรวมและใช้ข้อมูลที่เกี่ยวกับบัญชีของผู้ใช้งานและ/หรือการใช้งานบริการของผู้ใช้งานอย่างไร
                    โดยการใช้บริการหรือให้ข้อมูลทางแอปพลิเคชัน
                    ผู้ใช้งานยินยอมให้ SBP เก็บรวบรวมข้อมูลการใช้งาน เปิดเผย
                    และ/หรือดำเนินการกับเนื้อหาและข้อมูลส่วนบุคคลของผู้ใช้งานตามที่อธิบายไว้ในนโยบายความเป็นส่วนตัว</v-list-item-title
                  >
                </v-list-item-content>
              </v-list-item>
            </v-list-item-content>
          </v-list-item>

          <v-list-item>
            <v-list-item-content>
              <v-list-item-title
                >4. ข้อสงวนสิทธิเกี่ยวกับทรัพย์สินทางปัญญา</v-list-item-title
              >
              <v-list-item>
                <v-list-item-content>
                  <v-list-item-title class="text-wrap"
                    >4.1. SBP
                    และบริษัทในเครือเป็นผู้ถือกรรมสิทธิ์หรือเจ้าของแต่เพียงผู้เดียวตามรายละเอียดดังต่อไปนี้</v-list-item-title
                  >
                  <v-list-item>
                    <v-list-item-content>
                      <v-list-item-title class="text-wrap"
                        ><li>
                          ข้อความ รูปภาพ ภาพเคลื่อนไหว เสียง เนื้อหาข้อมูล
                          และส่วนประกอบใดๆ ทั้งหมดที่ปรากฏบนแอปพลิเคชันของ SBP
                          และรวมถึงซอฟท์แวร์ โปรแกรมคอมพิวเตอร์ในระบบของ SBP
                          ถือเป็นงานอันมีลิขสิทธิ์ของ SBP
                        </li></v-list-item-title
                      >
                      <v-list-item-title class="text-wrap"
                        ><li>
                          สิทธิในเครื่องหมายการค้า เครื่องหมายบริการ ชื่อ
                          ชื่อทางการค้า สิทธิบัตร โนว์ฮาว โดเมนเนม
                          หรือสิทธิอื่นในลักษณะเดียวกัน
                          ซึ่งจัดเป็นงานอันได้รับความคุ้มครองตามกฎหมายทรัพย์สินทางปัญญาและกฎหมายอื่นที่เกี่ยวข้อง
                          ถือเป็นทรัพย์สินทางปัญญาโดยชอบด้วยกฎหมายของ SBP
                          แต่เพียงผู้เดียว
                        </li></v-list-item-title
                      >
                    </v-list-item-content>
                  </v-list-item>
                  <v-list-item-title class="text-wrap"
                    >4.2. ห้ามผู้ใดทำซ้ำ คัดลอก ลอกเลียน ดัดแปลง ปลอมแปลง
                    จัดเผยแพร่ จำหน่าย ให้เช่า เข้าครอบครอง เรียกดึงข้อมูล
                    บันทึก ส่งผ่าน หรือกระทำการใด ๆ
                    เกี่ยวกับสิทธิและทรัพย์สินทางปัญญาของ SBP
                    โดยไม่ชอบด้วยกฎหมาย หรือโดยไม่ได้รับอนุญาตอย่างเป็นทางการจาก
                    SBP หรือโดยก่อให้เกิดความเสียหายแก่ SBP
                    อันเป็นการกระทำความผิดทางอาญา ซึ่งต้องได้รับโทษ
                    ตามพระราชบัญญัติทรัพย์สินทางปัญญาฯ
                    และกฎหมายอื่นที่เกี่ยวข้อง อีกทั้งเป็นการกระทำละเมิดต่อ SBP
                    ซึ่ง SBP สงวนสิทธิในการยับยั้งการกระทำนั้นในทันที
                    และจะดำเนินการทางกฎหมายต่อผู้กระทำละเมิดอย่างเด็ดขาดโดยไม่มีข้อยกเว้น</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >4.3. SBP เป็นผู้ถือกรรมสิทธิ์ในแอปพลิเคชันและเนื้อหาทั้งหมด
                    รวมถึงสำเนาแอปพลิเคชันและสำเนาเนื้อหาทั้งหมด
                    แม้ว่าหลังจากที่ผู้ใช้งานได้มีการสำเนาเนื้อหาลงในโทรศัพท์เคลื่อนที่หรืออุปกรณ์อื่น
                    ๆ ในลักษณะเดียวกัน
                    โดยผู้ใช้งานเพียงได้รับสิทธิอนุญาตให้ใช้งานหรือบริการบนแอปพลิเคชันของ
                    SBP เท่านั้น</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >4.4. ผู้ใช้งานให้สิทธิ์แก่ SBP
                    โดยไม่จำกัดแต่เพียงผู้เดียวเป็นการถาวรและเพิกถอนไม่ได้
                    อย่างไม่มีภาระและค่าลิขสิทธิ์รวมทั้งความสามารถในการใช้งานทั่วโลกและให้สิทธิ์ในการรวบรวม
                    จัดเก็บ ทำซ้ำ แก้ไข ดัดแปลง สร้างงานที่ต่อเนื่องจากถ่ายโอน
                    โอนช่วงสิทธิ์ ให้และแจกจ่ายได้ไม่ว่าเพียงบางส่วนหรือทั้งหมด
                    ซึ่งข้อมูลเนื้อหาในประกาศและข้อมูลของผู้ใช้งานที่มีความเกี่ยวข้องเชื่อมโยงกับบริการต่าง
                    ๆ ของ SBP ไม่ว่าจะด้วยรูปแบบ วิธีการ หรือเทคโนโลยีใดก็ตาม
                    หรือสร้างขึ้นหลังจากนี้ก็ตาม
                    นอกเหนือจากสิทธิ์ที่ซึ่งมอบให้ในข้อนี้อย่างเฉพาะแล้ว
                    ผู้ใช้งานตกลงที่จะสละสิทธิ์ทางศีลธรรมหรือสิทธิ์ที่เท่าเทียมกันภายใต้กฎหมายที่นำมาบังคับใช้</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >4.5.
                    หากท่านเป็นเจ้าของสิทธิในทรัพย์สินทางปัญญาเหนือสถานที่หรือบริการใดที่ลงประกาศบนแอปพลิเคชันของ
                    SBP หรือเป็นตัวแทนโดยชอบด้วยกฎหมายของบุคคลดังกล่าว
                    และท่านเชื่อว่าสิทธิในทรัพย์สินทางปัญญาของท่านถูกละเมิด
                    ท่านสามารถทำหนังสือแจ้งข้อเท็จจริงระบุรายการประกาศสถานที่หรือบริการที่เกี่ยวข้อง
                    พร้อมแนบหลักฐานการอ้างสิทธิ ส่งมายัง contact@sbpds.co.th
                    เพื่อให้ SBP ตรวจสอบ ซึ่ง SBP
                    อาจให้ความร่วมมือในการลบประกาศสถานที่หรือบริการตามที่ได้รับแจ้งออกจากระบบในเบื้องต้น
                    อันเป็นการกระทำโดยสุจริตเพื่อคุ้มครองสิทธิของผู้เกี่ยวข้อง
                    แต่ SBP
                    ไม่รับรองถึงผลการดำเนินการและไม่มีความรับผิดหรือภาระผูกพันใดในการดำเนินการดังกล่าว
                    ทั้งนี้
                    ข้อพิพาทและความรับผิดเป็นเรื่องระหว่างผู้อ้างสิทธิและผู้ใช้งานต่อกันเองเท่านั้น</v-list-item-title
                  >
                </v-list-item-content>
              </v-list-item>
            </v-list-item-content>
          </v-list-item>

          <v-list-item>
            <v-list-item-content>
              <v-list-item-title
                >5.
                ข้อสงวนสิทธิเกี่ยวกับระบบและข้อมูลคอมพิวเตอร์</v-list-item-title
              >
              <v-list-item>
                <v-list-item-content>
                  <v-list-item-title class="text-wrap"
                    >5.1. แอปพลิเคชันของ SBP
                    รวมถึงฐานข้อมูลคอมพิวเตอร์และระบบคอมพิวเตอร์ต่างๆ
                    ที่เกี่ยวข้องของ SBP
                    เป็นระบบที่มีมาตรการป้องกันการเข้าถึงโดยเฉพาะและมาตรการนั้นมีไว้สำหรับความมั่นคงและปลอดภัยของระบบดังกล่าว
                    อันได้รับความคุ้มครองตามกฎหมายว่าด้วยการกระทำความผิดเกี่ยวกับคอมพิวเตอร์</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >5.2. ผู้ใช้งานสามารถเชื่อมโยงไปยังแอปพลิเคชันของผู้ใช้งาน
                    และผู้ใช้งานรับทราบว่า SBP
                    อาจยกเลิกการให้บริการไม่ว่าทั้งหมดหรือบางส่วนได้ตลอดเวลา
                    ตามดุลยพินิจแต่เพียงผู้เดียว โดยไม่ต้องแจ้งให้ทราบ และ SBP
                    จะไม่รับผิดชอบต่อความสูญเสียหรือความเสียหายหรือผลไม่ว่าทางตรงหรือทางอ้อม
                    หลังจากยกเลิกการให้บริการ</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >5.3. ห้ามผู้ใดเข้าถึงแอปพลิเคชันของ SBP
                    รวมถึงฐานข้อมูลคอมพิวเตอร์และระบบคอมพิวเตอร์ต่างๆ
                    ที่เกี่ยวข้องของ SBP โดยมิชอบ
                    หรือระงับ/ชะลอ/ขัดขวางการทำงานของระบบดังกล่าว
                    หรือดักรับ/ทำให้เสียหาย/ทำลาย/แก้ไข/เปลี่ยนแปลง/เพิ่มเติมข้อมูลคอมพิวเตอร์หรือส่งข้อมูลคอมพิวเตอร์โดยปกปิดปลอมแปลงแหล่งที่มา
                    หรือนำข้อมูลปลอม/เท็จ/ผิดกฎหมาย/ลามกเข้าสู่ฐานข้อมูลคอมพิวเตอร์และระบบคอมพิวเตอร์ต่างๆ
                    ที่เกี่ยวข้องของ SBP หรือเปิดเผยมาตรการป้องกันระบบของ
                    SBP</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >5.4. ห้ามผู้ใด Robots, Phishing, Spiders, Scripts,
                    Scrapers, Crawlers, Spamming หรือกระทำการอันมีลักษณะเดียวกัน
                    ไม่ว่าวิธีการใดๆ
                    ซึ่งเป็นการกระทำที่ไม่ชอบด้วยกฎหมายและไม่พึงประสงค์กับฐานข้อมูลคอมพิวเตอร์และระบบคอมพิวเตอร์ต่างๆ
                    ที่เกี่ยวข้องของ SBP</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >5.5. ห้ามผู้ใด โดยมิได้รับการอนุญาตที่ทำเป็นหนังสือจาก SBP
                    เก็บ บันทึก รวบรวม ทำซ้ำ ดัดแปลง ส่งต่อ ใช้
                    หรือมีไว้เพื่อการใดๆ ซึ่งเนื้อหาข้อมูล ข้อมูลประกาศ
                    ข้อมูลสินค้าและบริการ ข้อมูลผู้ใช้งาน
                    ข้อมูลช่องทางติดต่อผู้ใช้งาน
                    ที่ปรากฎหรือแสดงบนแอปพลิเคชันของ SBP
                    รวมถึงฐานข้อมูลคอมพิวเตอร์และระบบคอมพิวเตอร์อื่นๆ
                    ที่เกี่ยวข้องของ SBP
                    และรายงานหรือเอกสารตามคำขอหรือหนังสือร้องเรียนจากหน่วยงานของรัฐหรือเจ้าหน้าที่ของรัฐ
                    ไม่ว่าบางส่วนหรือทั้งหมด</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >5.6. การฝ่าฝืนข้อห้ามตามข้อ 5.2 ถึงข้อ 5.5 ข้างต้น
                    ถือเป็นการกระทำความผิดทางอาญา
                    ตามกฎหมายว่าด้วยการกระทำความผิดเกี่ยวกับคอมพิวเตอร์
                    อีกทั้งเป็นการกระทำละเมิดต่อ SBP ซึ่ง SBP
                    ขอสงวนสิทธิที่จะใช้ดุลยพินิจแต่เพียงผู้เดียวในการยับยั้งการกระทำของท่านในทันที
                    โดยมิต้องบอกกล่าวล่วงหน้า
                    และดำเนินการทางกฎหมายต่อท่านอย่างเด็ดขาดโดยไม่มีข้อยกเว้น
                    โดยท่านจะมีความรับผิดที่ต้องชดใช้ค่าเสียหายต่อ SBP
                    ตามอัตราความเสียหายต่อวัน
                    ซึ่งประเมินอย่างสมเหตุสมผลแล้ว</v-list-item-title
                  >
                </v-list-item-content>
              </v-list-item>
            </v-list-item-content>
          </v-list-item>

          <v-list-item>
            <v-list-item-content>
              <v-list-item-title>6. บัญชีและความปลอดภัย</v-list-item-title>
              <v-list-item>
                <v-list-item-content>
                  <v-list-item-title class="text-wrap"
                    >6.1.
                    การทำงานบางอย่างของบริการของเราต้องมีการลงทะเบียนบัญชีโดยใช้อีเมล์และรหัสผ่าน
                    หรือตามข้อกำหนดของแอปพลิเคชัน
                    ซึ่งผู้ใช้งานจำเป็นต้องยินยอมที่จะให้ข้อมูลที่ถูกต้องและเป็นข้อมูลที่ถูกปรับปรุงล่าสุดอยู่เสมอ
                    ผู้ใช้งานอาจสามารถใช้บัญชีเพื่อเข้าถึงข้อมูลสถานที่
                    หรือบริการอื่นๆ ซึ่งเราอนุญาตให้เข้าถึงได้
                    หรือที่เชื่อมโยงกันหรือทำงานร่วมกัน SBP
                    ไม่ได้ตรวจสอบและไม่รับผิดชอบต่อเนื้อหาของบุคคลภายนอก
                    ฟังก์ชั่นการทำงาน ความปลอดภัย บริการ นโยบายความเป็นส่วนตัว
                    หรือการปฏิบัติอื่น ๆ ของสถานที่ หรือบริการเหล่านั้น
                  </v-list-item-title>
                  <v-list-item-title class="text-wrap"
                    >6.2. ถ้ามีการเปลี่ยนแปลงใด ๆ
                    กับบัญชีผู้ใช้และทันทีที่อัพเดตข้อมูลดังกล่าว
                    ผู้ใช้งานแอปพลิเคชันจะเป็นผู้รับผิดชอบต่อการเก็บรหัสผ่าน
                    ผู้ใช้งานตกลงที่จะเก็บรักษารหัสผ่านไว้เป็นความลับและใช้เฉพาะอีเมล์และรหัสผ่านของผู้ใช้งานเมื่อเข้าสู่ระบบ
                    เจ้าของบัญชีคือผู้ที่ต้องรับผิดชอบต่อการกระทำทั้งหมดที่เกิดขึ้นภายใต้รหัสผ่านหรือบัญชีดังกล่าว
                    ผู้ใช้งานต้องรับผิดชอบอย่างเต็มที่ต่อกิจกรรมทั้งหมดที่เกิดขึ้นภายใต้บัญชีผู้ใช้งาน
                    แม้ว่าผู้ใช้งานจะไม่ได้ทำกิจกรรมหรือทำการใช้งานดังกล่าวก็ตาม
                    SBP
                    จะไม่รับผิดต่อความสูญเสียหรือความเสียหายที่เกิดจากการใช้รหัสผ่านของผู้ใช้งานโดยไม่ได้อนุญาต
                    หรือการที่ผู้ใช้งานไม่สามารถปฏิบัติตามความในส่วนนี้นอกจากนี้หากผู้ใช้งานไม่สามารถจำรหัสผ่านหรือบัญชีของผู้ใช้งานได้
                    ทางแอปพลิเคชันจะไม่รับผิดชอบทั้งโดยตรงหรือโดยอ้อม
                    ในการสูญเสียหรือความเสียหายที่เกิดขึ้น ชนิดที่เป็นผลจากการใด
                    ๆ
                    หรือในความเกี่ยวข้องกับความล้มเหลวของผู้ใช้งานที่สอดคล้องกับส่วนนี้</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >6.3. ผู้ใช้งานตกลงจะแจ้ง SBP ทันทีหากมีการใช้บัญชีผู้ใช้
                    และ/หรือรหัสผ่านของผู้ใช้งานโดยไม่ได้รับอนุญาต
                    ตรวจสอบให้แน่ใจว่าข้อมูลบัญชีของผู้ใช้งานถูกต้องและเป็นปัจจุบันอยู่เสมอ</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >6.4.
                    การลงทะเบียนผู้ใช้งานยินยอมที่จะได้รับอีเมลส่งเสริมการขายจากแอปพลิเคชัน
                    ซึ่งผู้ใช้งานก็สามารถเลือกที่จะไม่รับอีเมลส่งเสริมการขายได้
                    โดยการคลิกลิงค์ที่ด้านล่างของอีเมลส่งเสริมการขายนั้น
                    ๆ</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >6.5. ผู้ใช้งานตกลงว่า SBP อาจยกเลิกบัญชีของผู้ใช้งานทันที
                    ไม่ว่าด้วยเหตุผลใดและตามดุลยพินิจแต่เพียงผู้เดียวของตน
                    และโดยไม่ต้องแจ้งหรือรับผิดต่อผู้ใช้งานหรือบุคคลภายนอกใดๆ
                    ยกเลิกบัญชีของผู้ใช้งานทันที
                    และลบหรือเพิกถอนเนื้อหาใดก็ตามที่เกี่ยวข้องกับบัญชีผู้ใช้ของผู้ใช้งานออกจากแอปพลิเคชัน
                    มูลเหตุสำหรับการยกเลิกดังกล่าวอาจได้แก่ แต่ไม่จำกัดเพียง (ก)
                    การไม่มีการใช้งานเป็นเวลานานๆ (ข)
                    การละเมิดเจตนารมณ์หรือตัวอักษรของเงื่อนไขการให้บริการนี้ (ค)
                    พฤติกรรมผิดกฎหมาย ฉ้อฉล ล่วงละเมิด ทำให้เสื่อมเสีย คุกคาม
                    หรือขู่เข็ญ (ง)
                    การมีบัญชีผู้ใช้หลายบัญชีเพื่อเหตุอันมิชอบด้วยกฎหมาย หรือ
                    (จ) พฤติกรรมที่เป็นอันตรายต่อผู้ใช้งานคนอื่น บุคคลภายนอก
                    หรือผลประโยชน์ทางธุรกิจของ SBP
                    การใช้บัญชีเพื่อจุดประสงค์ที่ผิดกฎหมาย ฉ้อฉล ล่วงละเมิด
                    ทำให้เสื่อมเสีย คุกคาม หรือขู่เข็ญ
                    อาจมีการแจ้งให้หน่วยงานบังคับใช้กฎหมายทราบโดยไม่ต้องแจ้งแก่ผู้ใช้งาน
                    หากเกิดข้อพิพาททางกฎหมายหรือการดำเนินคดีเกี่ยวกับบัญชีหรือการใช้บริการของผู้ใช้งาน
                    ไม่ว่าด้วยเหตุผลใดก็ตาม SBP
                    อาจยกเลิกบัญชีของผู้ใช้งานทันทีโดยไม่แจ้งให้ทราบ</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >6.6. ผู้ใช้งานสามารถยกเลิกบัญชีของตนได้
                    โดยไม่คำนึงถึงการยกเลิกดังกล่าว
                    ผู้ใช้งานยังคงต้องรับผิดชอบต่อธุรกรรมใดก็ตามที่ยังทำไม่เสร็จสิ้น
                    (ไม่ว่าจะเริ่มก่อนหรือหลังการยกเลิกดังกล่าว) เช่น
                    การชำระค่าเช่าสถานที่ หรืออย่างอื่นที่คล้ายกัน
                    และผู้ใช้งานจะต้องติดต่อ SBP
                    หลังจากได้ดำเนินการและทำธุรกรรมที่ยังไม่เสร็จสิ้นทั้งหมดให้เสร็จสิ้นในทันทีและอย่างมีประสิทธิภาพตามเงื่อนไขการให้บริการนี้
                    SBP ไม่ต้องรับผิด
                    และจะไม่รับผิดต่อความเสียหายที่เกิดขึ้นอันเนื่องมาจากการดำเนินการตามส่วนนี้
                    ผู้ใช้งานจะสละสิทธิ์ในการเรียกร้องใด ๆ
                    และทั้งหมดบนพื้นฐานการดำเนินการดังกล่าวโดย
                    SBP</v-list-item-title
                  >
                </v-list-item-content>
              </v-list-item>
            </v-list-item-content>
          </v-list-item>

          <v-list-item>
            <v-list-item-content>
              <v-list-item-title>7. การลงประกาศสถานที่</v-list-item-title>
              <v-list-item>
                <v-list-item-content>
                  <v-list-item-title class="text-wrap"
                    >7.1.
                    เจ้าของสถานที่ต้องลงประกาศสถานที่หรือบริการที่เป็นของตน
                    และประกาศสถานที่หรือบริการต้องไม่ใช้ข้อมูลที่เป็นเท็จ ฉ้อฉล
                    คลุมเครือ หรือสร้างความเสียหายให้แก่บุคคลอื่น
                    และต้องเป็นข้อมูลที่เป็นปัจจุบัน</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >7.2. เจ้าของสถานที่รับผิดชอบและยืนยันว่าข้อมูลต่าง ๆ
                    รูปภาพและรายละเอียดเกี่ยวกับสถานที่
                    (ซึ่งรวมถึงแต่ไม่จำกัดเฉพาะ รูปภาพ รูปถ่าย รูปแบบตัวอักษร
                    ข้อความใด ๆ) ที่ใช้ในการลงประกาศบนแอปพลิเคชันของ SBP
                    เป็นของตน ผู้ซึ่งมีกรรมสิทธิ์ และสิทธิอื่น ๆ
                    ที่สมบูรณ์และได้รับความคุมครองทางกฎหมาย
                    หรือตนได้รับการอนุญาตให้ใช้ที่ถูกต้องตามกฎหมาย</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >7.3. SBP ห้ามมิให้ผู้ใช้งานใช้หรือนำมาเผยแพร่ข้อมูล
                    รูปภาพและรายละเอียดต่าง ๆ ที่ได้จากการทำซ้ำ ทำขึ้นใหม่
                    ดัดแปลง หรือ
                    คัดลอกไม่ว่าบางส่วนหรือทั้งหมดโดยไม่ได้รับอนุญาตจากเจ้าของแหล่งข้อมูลอื่นหรือแอปพลิเคชันอื่นที่มิใช่แอปพลิเคชันของผู้ใช้งานเอง
                    ซึ่งผู้ใช้งานต้องรับผิดชอบแต่เพียงฝ่ายเดียวในกรณีที่มีการเรียกร้องความเสียหายที่เกี่ยวข้องกับ
                    ข้อมูล รูปภาพและรายละเอียดเกี่ยวกับสถานที่
                    โดยบุคคลอื่นที่มีสิทธิ์ที่เหนือกว่าผู้ใช้งาน</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >7.4. เจ้าของสถานที่รับทราบว่าข้อมูล รูปภาพและรายละเอียดต่าง
                    ๆ ที่ใช้ในการลงประกาศบนแอปพลิเคชันของ SBP
                    จะไม่เป็นความลับและพร้อมสำหรับการรับชมแบบสาธารณะ ดังนั้น SBP
                    ไม่มีความผูกพันตามหลักปฏิบัติเกี่ยวกับนโยบายความเป็นส่วนตัวหรือเนื้อหาของบุคคลที่สามและไม่มีความรับผิดชอบในความสูญเสียหรือความเสียหายใด
                    ๆ ต่อบุคคลที่สาม</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >7.5. ราคาค่าเช่าสถานที่หรือบริการที่ระบุในประกาศสถานที่
                    ต้องเป็นราคาสุทธิของราคาค่าเช่าสถานที่หรือค่าบริการทั้งหมดซึ่งรวมภาษีและค่าธรรมเนียมต่าง
                    ๆ แล้ว ทั้งนี้
                    ราคาค่าเช่าหรือค่าบริการที่จะนำขึ้นเสนอบนแอปพลิเคชันนั้น
                    เจ้าของสถานที่ยินยอมให้นำเสนอในอัตราที่เทียบเท่าหรือถูกกว่าราคาปกติ
                    ที่เจ้าของสถานที่ได้นำสถานที่เช่าออกให้เช่าเองกับบุคคลอื่น ๆ
                    และต้องเป็นราคาที่เป็นปัจจุบันอยู่เสมอ</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >7.6. SBP
                    ขอสงวนสิทธิ์ในการแสดงข้อมูลเฉพาะสถานที่ที่ได้ให้รายละเอียดไว้ถูกต้องและครบถ้วนแล้วเท่านั้น
                    หากพบว่าข้อมูลใดของเจ้าของสถานที่ไม่ถูกต้องครบถ้วนหรือไม่เหมาะสม
                    SBP มีสิทธิ์ที่จะไม่นำเสนอข้อมูลของสถานที่ดังกล่าวได้
                    จนกว่าจะได้รับการดำเนินการแก้ไขข้อมูลให้ถูกต้องก่อนเท่านั้น</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >7.7. การตกลงหรือชี้แจงรายละเอียดใด ๆ
                    ระหว่างเจ้าของสถานที่กับลูกค้าถือเป็นการยอมรับข้อตกลงระหว่างเจ้าของสถานที่และลูกค้า
                    SBP จะไม่รับผิดชอบและไม่มีความเกี่ยวข้องใด
                    ๆ</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >7.8.
                    ในกรณีที่เจ้าของสถานที่ได้รับคำขอใบเสนอราคาจากลูกค้าเรียบร้อยแล้ว
                    แต่ไม่ส่งใบเสนอราคา ตอบรับหรือให้ข้อมูลใด ๆ กับลูกค้า
                    หากเกิดกรณีนี้ขึ้นมากกว่าสองครั้งต่อเดือน SBP มีสิทธิ์พัก
                    ถอด ยกเลิกการประกาศสถานที่
                    หรือยกเลิกการส่งคำขอใบเสนอราคาจากลูกค้าให้เจ้าของสถานที่
                    ตามที่ SBP เห็นสมควรขึ้นอยู่กับดุลพินิจของ SBP
                    แต่เพียงผู้เดียว และ SBP จะไม่รับผิดชอบในความเสียหายใดๆ
                    ที่เกิดขึ้นต่อเจ้าของสถานที่</v-list-item-title
                  >
                </v-list-item-content>
              </v-list-item>
            </v-list-item-content>
          </v-list-item>

          <v-list-item>
            <v-list-item-content>
              <v-list-item-title
                >8. การขอใบเสนอราคาและการชำระเงิน</v-list-item-title
              >
              <v-list-item>
                <v-list-item-content>
                  <v-list-item-title class="text-wrap"
                    >8.1.
                    ลูกค้าสามารถชำระเงินตามเงื่อนไขที่ระบุไว้ในใบเสนอราคาที่ลูกค้าได้รับ
                    และชำระเงินไปยังบัญชีที่ได้แจ้งไว้ในใบเสนอราคา
                    และลูกค้าจะต้องดำเนินการส่งหลักฐานการชำระเงินหรือปฏิบัติตามขั้นตอนยืนยันการชำระเงินที่แจ้งไว้ในใบเสนอราคา
                    เพื่อให้ SBP
                    หรือเจ้าของสถานที่ตรวจสอบและการยืนยันการชำระเงิน</v-list-item-title
                  >
                </v-list-item-content>
              </v-list-item>
            </v-list-item-content>
          </v-list-item>

          <v-list-item>
            <v-list-item-content>
              <v-list-item-title>9. เงื่อนไขการใช้งาน</v-list-item-title>
              <v-list-item>
                <v-list-item-content>
                  <v-list-item-title class="text-wrap"
                    >9.1. สิทธิ์การใช้งานแอปพลิเคชันนี้มีผลจนกว่าจะมีการยกเลิก
                    สิทธิ์การใช้งานนี้จะยกเลิกตามที่ระบุไว้ในเงื่อนไขการให้บริการ
                    หรือเมื่อผู้ใช้งานไม่ปฏิบัติตามข้อกำหนดหรือเงื่อนไขใดๆ
                    ของเงื่อนไขการให้บริการนี้ ในกรณีดังกล่าว SBP
                    ไม่จำเป็นต้องแจ้งแก่ผู้ใช้งานเพื่อให้การยกเลิกดังกล่าวมีผล</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >9.2. ผู้ใช้งานตกลงที่จะไม่:</v-list-item-title
                  >
                  <v-list-item>
                    <v-list-item-content>
                      <v-list-item-title class="text-wrap"
                        >1) อัพโหลด โพสต์ ส่งต่อ หรือทำให้เนื้อหาที่ผิดกฎหมาย
                        เป็นภัย คุกคาม ขู่เข็ญ ล่วงละเมิด ทำให้ตื่นตกใจ
                        ทำให้เป็นทุกข์ หลอกลวง ทำให้เสื่อมเสีย หยาบคาย ลามก
                        หมิ่นประมาท ล่วงล้ำความเป็นส่วนตัวของผู้อื่น น่ารังเกียจ
                        เหยียดเชื้อชาติหรือชาติพันธุ์
                        ใช้งานได้</v-list-item-title
                      >
                      <v-list-item-title class="text-wrap"
                        >2)
                        ใช้บริการเพื่อทำอันตรายต่อผู้เยาว์ไม่ว่าในทางใดก็ตาม</v-list-item-title
                      >
                      <v-list-item-title class="text-wrap"
                        >3) ใช้บริการเพื่อปลอมแปลงเป็นบุคคลหรือนิติบุคคลอื่น
                        หรือแสดงข้อมูลเท็จเกี่ยวกับความเชื่อมโยงกับบุคคลหรือนิติบุคคลใด</v-list-item-title
                      >
                      <v-list-item-title class="text-wrap"
                        >4)
                        ลบประกาศเกี่ยวกับกรรมสิทธิ์ออกจากแอปพลิเคชันเป็นต้นเหตุ
                      </v-list-item-title>
                      <v-list-item-title class="text-wrap"
                        >5) อนุญาตหรือมอบอำนาจให้ทำการดัดแปลง สร้างงานอนุพันธ์
                        หรือแปลงบริการโดยไม่ได้รับอนุญาตอย่างชัดแจ้งจาก
                        SBP</v-list-item-title
                      >
                      <v-list-item-title class="text-wrap"
                        >6)
                        ใช้บริการเพื่อประโยชน์ของบุคคลภายนอกหรือในลักษณะที่ไม่ได้รับอนุญาตตามสิทธิ์การใช้งานที่ให้ไว้ในที่นี้</v-list-item-title
                      >
                      <v-list-item-title class="text-wrap"
                        >7)
                        ใช้บริการเพื่อจุดประสงค์ในการฉ้อฉล</v-list-item-title
                      >
                      <v-list-item-title class="text-wrap"
                        >8)
                        ปรับเปลี่ยนราคาค่าเช่าสถานที่หรือแทรกแซงการประกาศสถานที่ของผู้ใช้งานรายอื่น</v-list-item-title
                      >
                      <v-list-item-title class="text-wrap"
                        >9) ดำเนินการใดๆ
                        ที่อาจบ่อนทำลายระบบให้ข้อคิดเห็น</v-list-item-title
                      >
                      <v-list-item-title class="text-wrap"
                        >10) พยายามทำวิศวกรรมย้อนกลับ
                        ถอดประกอบหรือเจาะระบบบริการ
                        (หรือส่วนหนึ่งส่วนใดของบริการ)
                        หรือทำลายเทคโนโลยีการเข้ารหัสหรือมาตรการความปลอดภัยที่
                        SBP นำมาใช้กับบริการและ/หรือข้อมูลที่ส่งต่อ ดำเนินการ
                        หรือจัดเก็บไว้โดย SBP</v-list-item-title
                      >
                      <v-list-item-title class="text-wrap"
                        >11)
                        เก็บเกี่ยวหรือเก็บรวบรวมข้อมูลเกี่ยวกับเจ้าของบัญชีคนอื่น
                        รวมถึง
                        โดยไม่จำกัดเพียงข้อมูลส่วนบุคคลใดๆ</v-list-item-title
                      >
                      <v-list-item-title class="text-wrap"
                        >12) อัพโหลด อีเมล โพสต์ ส่งต่อ
                        หรือทำให้เนื้อหาที่ละเมิดสิทธิบัตร เครื่องหมายการค้า
                        ความลับทางการค้า ลิขสิทธิ์ หรือกรรมสิทธิ์อื่นๆ
                        ของบุคคลอื่น</v-list-item-title
                      >
                      <v-list-item-title class="text-wrap"
                        >13) อัพโหลด อีเมล โพสต์ ส่งต่อ
                        หรือทำให้โฆษณาที่ไม่ได้ร้องขอหรือได้รับอนุญาต
                        สื่อประชาสัมพันธ์ “เมลขยะ” “สแปม” “จดหมายลูกโซ่”
                        “ธุรกิจแบบพีระมิด”
                        หรือรูปแบบการเชิญชวนอื่นใดที่ไม่ได้รับอนุญาต</v-list-item-title
                      >
                      <v-list-item-title class="text-wrap"
                        >14) อัพโหลด อีเมล โพสต์ ส่งต่อ หรือทำให้วัสดุอื่นๆ
                        ที่มีไวรัสซอฟต์แวร์ หนอน ม้าโทรจัน หรือรหัสคอมพิวเตอร์
                        รูทีน
                        ไฟล์หรือโปรแกรมที่ออกแบบมาเพื่อแทรกแซงทั้งโดยตรงและโดยอ้อมต่อ
                        ปรับเปลี่ยน ขัดขวาง ทำลาย
                        หรือจำกัดฟังก์ชั่นการทำงานของซอฟต์แวร์คอมพิวเตอร์หรือฮาร์ดแวร์ใดๆ
                        หรือข้อมูลหรืออุปกรณ์โทรคมนาคม</v-list-item-title
                      >
                      <v-list-item-title class="text-wrap"
                        >15) แทรกแซง ปรับเปลี่ยน
                        หรือขัดขวางบริการหรือเซิร์ฟเวอร์หรือเครือข่ายที่เชื่อมต่อกับบริการหรือการใช้งานของผู้ใช้งานคนอื่น
                        หรือฝ่าฝืนข้อกำหนด กระบวนการ นโยบาย
                        หรือข้อบังคับของเครือข่ายที่เชื่อมต่อกับแอปพลิเคชัน</v-list-item-title
                      >
                      <v-list-item-title class="text-wrap"
                        >16)
                        ดำเนินการหรือเข้าร่วมในการกระทำที่อาจส่งผลเสียหายทั้งทางตรงหรือทางอ้อม
                        ปิดใช้งาน สร้างภาระหนัก
                        หรือทำให้บริการหรือเซิร์ฟเวอร์หรือเครือข่ายที่เชื่อมต่อกับบริการมีข้อบกพร่อง</v-list-item-title
                      >
                      <v-list-item-title class="text-wrap"
                        >17) ใช้บริการเพื่อเจตนาหรือไม่เจตนาฝ่าฝืนกฎหมาย
                        กฎระเบียบ ประมวลกฎหมาย คำสั่ง แนวทางปฏิบัติ นโยบาย
                        หรือข้อบังคับของท้องถิ่น ของรัฐ ประเทศ
                        หรือระหว่างประเทศที่เกี่ยวข้อง รวมถึง แต่ไม่จำกัดเพียง
                        กฎหมายและข้อกำหนด (ไม่ว่ามีอำนาจทางกฎหมายหรือไม่)
                        เกี่ยวกับการป้องกันการฟอกเงินหรือการต่อต้านการก่อการร้าย</v-list-item-title
                      >
                      <v-list-item-title class="text-wrap"
                        >18) ใช้บริการเพื่อฝ่าฝืนความเป็นส่วนตัวของผู้อื่น หรือ
                        “ติดตาม” หรือก่อกวนผู้อื่น</v-list-item-title
                      >
                      <v-list-item-title class="text-wrap"
                        >19) ละเมิดสิทธิต่าง ๆ ของ SBP
                        ซึ่งรวมถึงสิทธิในทรัพย์สินทางปัญญาด้วย</v-list-item-title
                      >
                      <v-list-item-title class="text-wrap"
                        >20)
                        ใช้บริการเพื่อเก็บรวบรวมหรือจัดเก็บข้อมูลส่วนบุคคลเกี่ยวกับผู้ใช้งานคนอื่นที่เกี่ยวกับการกระทำและกิจกรรมต้องห้ามที่ระบุไว้ด้านบน
                        และ/หรือ</v-list-item-title
                      >
                      <v-list-item-title class="text-wrap"
                        >21) ลงรายการที่ละเมิดลิขสิทธิ์ เครื่องหมายการค้า
                        หรือสิทธิในทรัพย์สินทางปัญหาของบุคคลภายนอกหรือ
                        ใช้บริการในลักษณะที่จะละเมิดสิทธิ์ในทรัพย์สินทางปัญญาของผู้อื่น</v-list-item-title
                      >
                    </v-list-item-content>
                  </v-list-item>
                  <v-list-item-title class="text-wrap"
                    >9.3. ผู้ใช้งานเข้าใจว่าเนื้อหาทั้งหมด
                    ไม่ว่าโพสต์ต่อสาธารณะหรือส่งต่อแบบเป็นส่วนตัว
                    เป็นความรับผิดชอบของผู้ที่เป็นต้นกำเนิดของเนื้อหาดังกล่าวแต่เพียงผู้เดียว
                    นั่นหมายความว่า ผู้ใช้งาน ไม่ใช่ SBP
                    ต้องรับผิดชอบต่อเนื้อหาทั้งหมดที่ผู้ใช้งานอัพโหลด โพสต์
                    อีเมล ส่งต่อ SBP ไม่ควบคุมเนื้อหาที่โพสต์บนแอปพลิเคชัน
                    ดังนั้น จึงไม่รับประกันความถูกต้อง ความสมบูรณ์
                    หรือผู้ใช้งานภาพของเนื้อหาดังกล่าว
                    ผู้ใช้งานเข้าใจว่าในการใช้แอปพลิเคชัน
                    ผู้ใช้งานอาจพบเจอกับเนื้อหาที่อาจถือได้ว่าสร้างความขุ่นเคืองใจ
                    ลามกอนาจารหรือน่ารังเกียจ
                    จนถึงขอบเขตสูงสุดที่กฎหมายที่เกี่ยวข้องอนุญาตไว้
                    ไม่ว่าในกรณีใดก็ตาม SBP จะไม่รับผิดไม่ว่าในทางใดต่อเนื้อหา
                    รวมถึงแต่ไม่จำกัดเพียง ข้อผิดพลาด หรือการละเว้นเนื้อหา
                    หรือการสูญเสียหรือความเสียหายชนิดใดก็ตามที่เกิดขึ้นอันเป็นผลมาจากการใช้
                    หรือการพึ่งพาเนื้อหาที่โพสต์ อีเมล ส่งต่อ
                    หรือทำให้ใช้งานได้บนแอปพลิเคชัน</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >9.4. ผู้ใช้งานรับทราบว่า SBP
                    อาจหรืออาจไม่คัดกรองเนื้อหาล่วงหน้า แต่ SBP
                    และผู้ที่ได้รับการแต่งตั้งจาก SBP จะมีสิทธิ
                    (แต่ไม่ใช่ข้อผูกพัน)
                    ตามดุลยพินิจแต่เพียงผู้เดียวของตนในการคัดกรองล่วงหน้า ปฏิเสธ
                    ลบหรือย้ายเนื้อหาใดๆ ที่ใช้งานได้บนแอปพลิเคชัน
                    โดยไม่เป็นการจำกัดสิ่งที่กล่าวไปก่อนหน้า SBP
                    และผู้ที่ได้รับการแต่งตั้งจาก SBP มีสิทธิที่จะลบเนื้อหา (1)
                    ที่ละเมิดเงื่อนไขการให้บริการ (2)
                    ถ้าเราได้รับคำร้องเรียนจากผู้ใช้งานคนอื่น (3)
                    ถ้าเราได้รับแจ้งเกี่ยวกับการละเมิดทรัพย์สินทางปัญญาหรือคำสั่งทางกฎหมายให้ลบออก
                    หรือ (4) ถ้าเนื้อหาดังกล่าวน่ารังเกียจ
                    เรายังอาจปิดกั้นการส่งการสื่อสาร (รวมถึงแต่ไม่จำกัดเพียง
                    การอัพเดตสถานะ การโพสต์ ข้อความ และ/หรือการสนทนา)
                    ไปยังหรือจากบริการ
                    อันเป็นส่วนหนึ่งของความพยายามของเราที่จะปกป้องบริการหรือผู้ใช้งานของเรา
                    หรือบังคับใช้บทบัญญัติของข้อกำหนดและเงื่อนไขเหล่านี้
                    ผู้ใช้งานตกลงว่าผู้ใช้งานจะต้องประเมิน
                    และแบกรับความเสี่ยงทั้งหมดที่เกี่ยวกับการใช้เนื้อหา
                    รวมถึงแต่ไม่จำกัดเพียง การพึ่งพาความถูกต้อง ความครบถ้วน
                    หรือประโยชน์ของเนื้อหาดังกล่าว</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >9.5. ผู้ใช้งานรับทราบ ยินยอม และตกลงว่า SBP อาจเข้าถึง
                    รักษา
                    และเปิดเผยข้อมูลบัญชีของผู้ใช้งานและเนื้อหาหากกฎหมายกำหนดไว้เช่นนั้น
                    หรือตามคำสั่งศาลหรือโดยหน่วยงานรัฐหรือหน่วยงานทางกฎหมายที่มีเขตอำนาจเหนือ
                    SBP
                    หรือโดยการเชื่อโดยสุจริตว่าการเข้าถึงเพื่อรักษาหรือเปิดเผยนั้นมีความจำเป็นตามสมควรเพื่อ:
                    (ก) ปฏิบัติตามขั้นตอนทางกฎหมาย (ข)
                    บังคับใช้เงื่อนไขการให้บริการนี้ (ค)
                    ตอบสนองต่อข้อเรียกร้องที่ว่าเนื้อหาใดละเมิดสิทธิของบุคคลภายนอก
                    (ง) ตอบสนองต่อคำขอการบริการลูกค้าของผู้ใช้งาน หรือ (จ)
                    ปกป้องสิทธิ ทรัพย์สินหรือความปลอดภัยส่วนบุคคลของ SBP
                    ผู้ใช้งานและ/หรือประชาชนทั่วไป</v-list-item-title
                  >
                </v-list-item-content>
              </v-list-item>
            </v-list-item-content>
          </v-list-item>

          <v-list-item>
            <v-list-item-content>
              <v-list-item-title
                >10. การละเมิดเงื่อนไขการให้บริการของเรา</v-list-item-title
              >
              <v-list-item>
                <v-list-item-content>
                  <v-list-item-title class="text-wrap"
                    >10.1. การละเมิดนโยบายนี้อาจส่งผลให้มีการดำเนินการหลายประการ
                    รวมถึงแต่ไม่จำกัดเพียง
                    สิ่งใดสิ่งหนึ่งหรือทั้งหมดต่อไปนี้</v-list-item-title
                  >
                  <v-list-item>
                    <v-list-item-content>
                      <v-list-item-title class="text-wrap"
                        >- บัญชีผู้ใช้และประกาศสถานที่รวมทั้งข้อมูลอื่น ๆ
                        ที่เกี่ยวข้องกับบัญชีผู้ใช้ดังกล่าวถูกลบ</v-list-item-title
                      >
                      <v-list-item-title class="text-wrap"
                        >-
                        ถูกกำหนดขีดจำกัดสำหรับสิทธิพิเศษของบัญชี</v-list-item-title
                      >
                      <v-list-item-title class="text-wrap"
                        >- บัญชีถูกระงับและยกเลิกในเวลาต่อมา</v-list-item-title
                      >
                      <v-list-item-title class="text-wrap"
                        >- ถูกดำเนินคดีอาญา</v-list-item-title
                      >
                      <v-list-item-title class="text-wrap"
                        >- ถูกดำเนินคดีทางแพ่ง
                        รวมถึงแต่ไม่จำกัดเพียงการเรียกร้องค่าเสียหายและ/หรือวิธีการชั่วคราว
                        ก่อนพิพากษาหรือคำสั่งห้ามของศาล</v-list-item-title
                      >
                    </v-list-item-content>
                  </v-list-item>
                  <v-list-item-title class="text-wrap"
                    >10.2.
                    หากผู้ใช้งานเชื่อว่าผู้ใช้งานบนแอปพลิเคชันของเราละเมิดเงื่อนไขการให้บริการนี้
                    โปรดติดต่อ contact@sbpds.co.th
                  </v-list-item-title>
                </v-list-item-content>
              </v-list-item>
            </v-list-item-content>
          </v-list-item>

          <v-list-item>
            <v-list-item-content>
              <v-list-item-title
                >11. ความรับผิดชอบของเจ้าของสถานที่</v-list-item-title
              >
              <v-list-item>
                <v-list-item-content>
                  <v-list-item-title class="text-wrap"
                    >11.1.
                    การลงทะเบียนผู้ใช้งานจะถือว่าเจ้าของสถานที่ตกลงและยอมรับข้อกำหนดและเงื่อนไขการใช้งานของ
                    SBP</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >11.2.
                    เจ้าของสถานที่ควรจัดการและตรวจสอบว่าข้อมูลที่เกี่ยวข้อง เช่น
                    ราคาค่าเช่า รายละเอียดสถานที่
                    และข้อกำหนดรวมถึงเงื่อนไขในการเช่าสถานที่ได้รับการปรับปรุงข้อมูลให้ถูกต้องและเป็นปัจจุบันอยู่เสมอ
                    และไม่โพสต์ข้อมูลที่ไม่ถูกต้องหรือทำให้เข้าใจผิด</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >11.3.
                    ราคาค่าเช่าสถานที่จะกำหนดโดยเจ้าของสถานที่ตามดุลยพินิจของเจ้าของสถานที่เอง
                    ราคาค่าเช่าสถานที่จะรวมอยู่ในมูลค่าทั้งหมดที่จะเรียกเก็บกับผู้ซื้อ
                    เช่น ภาษีขาย ภาษีมูลค่าเพิ่ม ภาษีศุลกากร เป็นต้น
                    และเจ้าของสถานที่จะไม่เรียกเก็บเงินดังกล่าวจากลูกค้าเพิ่มเติมหรือแยกต่างหาก</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >11.4. เจ้าของสถานที่ ตกลงอนุญาตให้ SBP
                    นำข้อมูลทุกประเภทบนแอปพลิเคชัน ไปใช้ทำการตลาด
                    และการประชาสัมพันธ์ได้อย่างอิสระในทุกช่องทาง
                    และทุกประเภทสื่อ
                    ทั้งทางสื่อที่ออนไลน์และออฟไลน์</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >11.5.
                    เพื่อจุดประสงค์ในการส่งเสริมการขายสินค้าที่ลงรายการไว้โดยเจ้าของสถานที่
                    SBP อาจโพสต์รายการดังกล่าว (ตามราคาที่ปรับแล้ว)
                    บนแอปพลิเคชันที่ดำเนินการโดย SBP</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >11.6. SBP ไม่อาจให้คำแนะนำทางกฎหมายหรือภาษี
                    เนื่องจากกฎหมายและข้อบังคับด้านภาษีอาจมีการเปลี่ยนแปลงเป็นครั้งคราว
                    ดังนั้น จึงแนะนำว่าหากมีข้อสงสัย
                    เจ้าของสถานที่ควรขอคำแนะนำจากผู้เชี่ยวชาญโดยตรง</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >11.7.
                    หากมีข้อคิดเห็นที่ไม่พึงพอใจกับสถานที่ไม่ว่าด้วยเหตุใด
                    ลูกค้าจำเป็นต้องแจ้งข้อเรียกร้องหรือข้อคิดเห็นนั้นไปยังเจ้าของสถานที่โดยตรง
                    เจ้าของสถานที่มีหน้าที่ดูและรับผิดชอบและแก้ไข
                    ตามคำเรียกร้องของลูกค้าตามสมควร</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >11.8.
                    เจ้าของสถานที่รับทราบและตกลงว่าหากเจ้าของสถานที่ละเมิดนโยบายใด
                    ๆ ของการลงประกาศสถานที่ จะส่งผลให้มีการดำเนินการต่าง ๆ
                    ดังที่ระบุไว้ในส่วนที่ 10</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >11.9.
                    เจ้าของสถานที่สามารถทำสัญญากับลูกค้าโดยตรงเพื่อป้องกันข้อพิพาทที่อาจเกิดขึ้นในกรณีที่ทรัพย์สินของเจ้าของสถานที่เกิดความเสียหายจากลูกค้า
                    และ SBP
                    ไม่มีส่วนเกี่ยวข้องกับสัญญาดังกล่าว</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >11.10. SBP ไม่ต้องรับผิดชอบในความเสียหายใด ๆ
                    อันเกิดขึ้นกับทรัพย์สินของเจ้าของสถานที่ในขณะที่มีการจัดงาน
                    จัดกิจกรรม ไม่ว่าความเสียหายนั้นจะเกิดจากลูกค้า
                    หรือเกิดจากผู้ให้บริการอื่น ๆ ภายนอก
                    โดยเจ้าของสถานที่มีหน้าที่ต้องเรียกร้องค่าเสียหายจากลูกค้าหรือผู้ทำให้เกิดความเสียหายเองโดยตรง</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >11.11. หากเจ้าของสถานที่ไม่สามารถจัดงาน
                    จัดกิจกรรมในสถานที่เช่าให้กับลูกค้าได้ตามวันและเวลาที่ลูกค้าได้ตกลงและจองถูกต้องแล้ว
                    โดยไม่มีเหตุอันสมควรนั้น ลูกค้ามีสิทธิ์เรียกร้องค่าเสียหายใด
                    ๆ กับทางเจ้าของสถานที่ได้ตามความเป็นจริงที่เกิดขึ้น ซึ่งทาง
                    SBP ไม่มีหน้าที่และไม่มีส่วนต้องรับผิดในความเสียหายใด ๆ
                    ที่เกิดขึ้น</v-list-item-title
                  >
                </v-list-item-content>
              </v-list-item>
            </v-list-item-content>
          </v-list-item>

          <v-list-item>
            <v-list-item-content>
              <v-list-item-title>12. ความคิดเห็น</v-list-item-title>
              <v-list-item>
                <v-list-item-content>
                  <v-list-item-title class="text-wrap"
                    >12.1. SBP ยินดีรับฟังทุกความคิดเห็นจากผู้ใช้งาน
                    ซึ่งจะช่วยให้ SBP ปรับปรุงคุณภาพของบริการที่มอบให้
                    โปรดดูรายละเอียดเพิ่มเติมเกี่ยวกับขั้นตอนการส่งความคิดเห็นด้านล่าง</v-list-item-title
                  >
                  <v-list-item>
                    <v-list-item-content>
                      <v-list-item-title class="text-wrap"
                        >1) สามารถส่งความคิดเห็นเป็นลายลักษณ์อักษรทางอีเมลมายัง
                        contact@sbpds.co.th</v-list-item-title
                      >
                      <v-list-item-title class="text-wrap"
                        >2)
                        ไม่รับความคิดเห็นที่ไม่ระบุชื่อผู้ร้องเรียน</v-list-item-title
                      >
                      <v-list-item-title class="text-wrap"
                        >3)
                        ผู้ใช้งานที่ได้รับผลกระทบจากความคิดเห็นควรได้รับแจ้งถึงข้อเท็จจริงอย่างครบถ้วน
                        และได้รับโอกาสให้ทำเรื่องชี้แจง</v-list-item-title
                      >
                      <v-list-item-title class="text-wrap"
                        >4)
                        ไม่รับความคิดเห็นที่คลุมเครือและทำให้เสื่อมเสีย</v-list-item-title
                      >
                    </v-list-item-content>
                  </v-list-item>
                </v-list-item-content>
              </v-list-item>
            </v-list-item-content>
          </v-list-item>

          <v-list-item>
            <v-list-item-content>
              <v-list-item-title
                >13. ข้อยกเว้นและข้อจำกัดการรับผิด</v-list-item-title
              >
              <v-list-item>
                <v-list-item-content>
                  <v-list-item-title class="text-wrap"
                    >13.1. ไม่ว่าในสถานการณ์ใดก็ตาม SBP
                    จะไม่รับผิดไม่ว่าตามสัญญา การรับประกัน การละเมิด (รวมถึง
                    แต่ไม่จำกัดเพียง ความประมาทเลินเล่อ (ไม่ว่าในเชิงรุก เชิงรับ
                    หรือถูกใส่ความ) ความรับผิดของเจ้าของสถานที่
                    หรือประเด็นฟ้องอื่นตามกฎหมาย ตามความเที่ยงธรรม ตามบทกฎหมาย
                    หรืออื่นใด ต่อ:</v-list-item-title
                  >
                  <v-list-item>
                    <v-list-item-content>
                      <v-list-item-title class="text-wrap"
                        >1) การสูญเสียการใช้งาน</v-list-item-title
                      >
                      <v-list-item-title class="text-wrap"
                        >2) การสูญเสียกำไร</v-list-item-title
                      >
                      <v-list-item-title class="text-wrap"
                        >3) การสูญเสียรายได้</v-list-item-title
                      >
                      <v-list-item-title class="text-wrap"
                        >4) การสูญเสียข้อมูล</v-list-item-title
                      >
                      <v-list-item-title class="text-wrap"
                        >5) การสูญเสียค่าความนิยม</v-list-item-title
                      >
                      <v-list-item-title class="text-wrap"
                        >6) การล้มเหลวในแต่ละกรณีทั้งในทางตรงและทางอ้อม
                        หรือ</v-list-item-title
                      >
                      <v-list-item>
                        <v-list-item-content>
                          <v-list-item-title class="text-wrap"
                            >- ความเสียหายทางอ้อม โดยบังเอิญ
                            หรือที่เป็นผลตามมา</v-list-item-title
                          >
                          <v-list-item-title class="text-wrap"
                            >-
                            ที่เกิดจากหรือเกี่ยวเนื่องกับการใช้หรือการไม่สามารถใช้แอปพลิเคชันนี้
                            รวมถึงแต่ไม่จำกัดเพียง
                            ความเสียหายอันเกิดจากสิ่งดังกล่าว แม้ว่า SBP
                            จะได้รับแจ้งถึงความเป็นไปได้ของความเสียหายดังกล่าวแล้วก็ตาม</v-list-item-title
                          >
                        </v-list-item-content>
                      </v-list-item>
                    </v-list-item-content>
                  </v-list-item>
                  <v-list-item-title class="text-wrap"
                    >13.2.
                    ผู้ใช้งานรับทราบและตกลงว่าสิทธิเพียงอย่างเดียวที่ผู้ใช้งานมีเกี่ยวกับปัญหาหรือความไม่พึงพอใจใด
                    ๆ ในบริการคือการขอให้ยกเลิกบัญชีของผู้ใช้งาน
                    และ/หรือหยุดใช้งานบริการ</v-list-item-title
                  >
                </v-list-item-content>
              </v-list-item>
            </v-list-item-content>
          </v-list-item>

          <v-list-item>
            <v-list-item-content>
              <v-list-item-title
                >14. การรับรองและการรับประกันของผู้ใช้งาน</v-list-item-title
              >
              <v-list-item>
                <v-list-item-content>
                  <v-list-item-title class="text-wrap"
                    >ผู้ใช้งานรับรองและรับประกันว่า:</v-list-item-title
                  >
                  <v-list-item>
                    <v-list-item-content>
                      <v-list-item-title class="text-wrap"
                        >1) ผู้ใช้งานบรรลุนิติภาวะ (และในกรณีของผู้เยาว์
                        ได้รับความยินยอมจากพ่อแม่หรือผู้ปกครองตามกฎหมาย)
                        มีสิทธิและความสามารถที่จะเข้าทำสัญญาเงื่อนไขการให้บริการนี้และปฏิบัติตามเงื่อนไขนี้
                        และ</v-list-item-title
                      >
                      <v-list-item-title class="text-wrap"
                        >2)
                        ผู้ใช้งานจะใช้บริการเพื่อจุดประสงค์ที่ถูกกฎหมายและตามเงื่อนไขการให้บริการนี้
                        และกฎหมาย กฎระเบียบ ประมวลกฎหมาย คำสั่ง แนวทางปฏิบัติ
                        นโยบายและข้อบังคับที่บังคับใช้ทั้งหมด</v-list-item-title
                      >
                    </v-list-item-content>
                  </v-list-item>
                </v-list-item-content>
              </v-list-item>
            </v-list-item-content>
          </v-list-item>

          <v-list-item>
            <v-list-item-content>
              <v-list-item-title>15. การชดใช้ค่าเสียหาย</v-list-item-title>
              <v-list-item>
                <v-list-item-content>
                  <v-list-item-title class="text-wrap"
                    >15.1. ผู้ใช้งานตกลงที่จะชดใช้ ปกป้อง รวมถึงทำให้ SBP
                    ผู้ถือหุ้น บริษัทย่อย บริษัทในเครือ กรรมการ เจ้าหน้าที่
                    ตัวแทน ผู้ร่วมแบรนด์ หรือหุ้นส่วนอื่น และพนักงาน
                    (เรียกรวมว่า “ฝ่ายที่ได้รับการชดใช้”)
                    พ้นจากการเรียกร้องสิทธิ การดำเนินการ การดำเนินคดี
                    และการฟ้องร้องคดี รวมถึงหนี้สิน ความเสียหาย การชำระหนี้
                    บทลงโทษ ค่าปรับ ค่าใช้จ่ายและต้นทุนที่เกี่ยวข้องทั้งหมด
                    (รวมถึงแต่ไม่จำกัดเพียง ค่าใช้จ่ายในการยุติข้อพิพาทอื่น ๆ)
                    ที่เกิดแก่ฝ่ายที่ได้รับการชดใช้ อันเกิดจากหรือเกี่ยวข้องกับ:
                    (ก) การฝ่าฝืนหรือละเมิดเงื่อนไขใด ๆ
                    ในเงื่อนไขการให้บริการนี้และนโยบายหรือแนวทางปฏิบัติอื่นใดที่อ้างถึงในที่นี่
                    (ข) การใช้หรือใช้บริการในทางที่ผิด หรือ (ค)
                    การละเมิดกฎหมายหรือสิทธิใด ๆ
                    ของบุคคลภายนอก</v-list-item-title
                  >
                </v-list-item-content>
              </v-list-item>
            </v-list-item-content>
          </v-list-item>

          <v-list-item>
            <v-list-item-content>
              <v-list-item-title>16. กฎหมายที่ใช้บังคับ</v-list-item-title>
              <v-list-item>
                <v-list-item-content>
                  <v-list-item-title class="text-wrap"
                    >16.1.
                    เงื่อนไขการให้บริการนี้จะอยู่ภายใต้ข้อบังคับและตีความตามกฎหมายของราชอาณาจักรไทย
                    และกฎหมายธุรกรรมข้อมูลคอมพิวเตอร์ที่เป็นมาตรฐานเดียวกัน
                    ถึงขอบเขตที่บังคับใช้ได้ ถูกสงวนสิทธิ์ไว้อย่างชัดแจ้ง
                    เว้นแต่กฎหมายที่บังคับใช้จะกำหนดไว้เป็นอย่างอื่น ข้อพิพาท
                    ข้อขัดแย้ง
                    การเรียกร้องสิทธิหรือความแตกต่างทุกประเภทที่อาจจะเกิดขึ้น
                    หรือเกี่ยวข้องกับเงื่อนไขการให้บริการนี้</v-list-item-title
                  >
                </v-list-item-content>
              </v-list-item>
            </v-list-item-content>
          </v-list-item>

          <v-list-item>
            <v-list-item-content>
              <v-list-item-title>17. บทบัญญัติทั่วไป</v-list-item-title>
              <v-list-item>
                <v-list-item-content>
                  <v-list-item-title class="text-wrap"
                    >17.1. SBP
                    สงวนสิทธิ์ทั้งหมดที่ไม่ได้ให้ไว้โดยชัดแจ้งในที่นี้</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >17.2. SBP
                    อาจแก้ไขเงื่อนไขการให้บริการนี้ได้ตลอดเวลาโดยโพสต์เงื่อนไขการให้บริการฉบับแก้ไขบนแอปพลิเคชันนี้
                    การใช้งานแอปพลิเคชันนี้หลังการเปลี่ยนแปลงดังกล่าวจะถือว่าผู้ใช้งานยอมรับเงื่อนไขการให้บริการฉบับแก้ไขนั้นแล้ว</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >17.3. ผู้ใช้งานต้องไม่มอบหมาย ให้สิทธิ์การใช้งานต่อ
                    หรือโอนสิทธิที่มอบให้แก่ผู้ใช้งานในที่นี้หรือทำสัญญาช่วงข้อผูกพันใดๆ
                    ของผู้ใช้งาน</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >17.4. ไม่มีสิ่งใดในเงื่อนไขการให้บริการนี้จะถือเป็นหุ้นส่วน
                    การลงทุนร่วม หรือความสัมพันธ์ระหว่างตัวการกับตัวแทน
                    ระหว่างผู้ใช้งานและ SBP</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >17.5. ความล้มเหลวของ SBP ไม่ว่าเวลาใด
                    ที่จะบังคับใช้บทบัญญัติใดของเงื่อนไขนี้
                    ไม่ส่งผลไม่ว่าในทางใดต่อสิทธิของตนในภายหลังที่จะบังคับใช้บทบัญญัติดังกล่าว
                    เว้นแต่มีการสละสิทธิ์ไว้เป็นลายลักษณ์อักษร</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >17.6.
                    เงื่อนไขการให้บริการนี้มีไว้เพื่อผู้ใช้งานและประโยชน์ของเราเท่านั้น
                    และไม่ใช่เพื่อประโยชน์ของบุคคลหรือนิติบุคคลอื่นใด</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >17.7.
                    เงื่อนไขที่กำหนดไว้ในเงื่อนไขการให้บริการนี้และข้อตกลงรวมถึงนโยบายใดๆ
                    ที่รวมอยู่ในหรืออ้างถึงในเงื่อนไขการให้บริการนี้
                    ถือเป็นข้อตกลงที่สมบูรณ์
                    และความเข้าใจของคู่สัญญาอันเกี่ยวกับบริการและแอปพลิเคชัน
                    และใช้แทนที่ข้อตกลงหรือความเข้าใจก่อนหน้านี้ระหว่างคู่สัญญาซึ่งเกี่ยวข้องกับเรื่องดังกล่าว
                    ดังนั้นคู่สัญญาจึงยกเว้นเงื่อนไขโดยนัยทั้งหมดตามข้อเท็จจริง
                    ในการทำข้อตกลงที่เกิดจากเงื่อนไขการให้บริการนี้นั้น
                    คู่สัญญาไม่ได้พึ่งพาถ้อยแถลง การรับรอง การรับประกัน
                    ความเข้าใจ ภาระหน้าที่ คำสัญญา
                    หรือคำมั่นจากบุคคลใดนอกเหนือจากที่ระบุไว้อย่างชัดแจ้งในเงื่อนไขการให้บริการนี้
                    คู่สัญญาแต่ละฝ่ายสละการเรียกร้องที่เพิกถอนไม่ได้และไม่มีเงื่อนไข
                    สิทธิและการเยียวยาทั้งหมด ซึ่งสำหรับส่วนนี้
                    ตนอาจมีอันเกี่ยวเนื่องกับสิ่งใดที่กล่าวมาก่อนหน้านี้
                    เงื่อนไขการให้บริการนี้ไม่อาจโต้แย้ง อธิบาย
                    หรือเสริมด้วยหลักฐานข้อตกลงก่อนหน้า
                    ข้อตกลงปากเปล่าซึ่งเกิดขึ้นพร้อมกัน
                    หรือเงื่อนไขเพิ่มเติมที่สอดคล้องกันใดๆ</v-list-item-title
                  >
                  <v-list-item-title class="text-wrap"
                    >17.8.
                    หากมีคำถามหรือข้อกังวลเกี่ยวกับเงื่อนไขการให้บริการนี้
                    หรือมีปัญหาที่เกิดจากเงื่อนไขการให้บริการนี้หรือบนแอปพลิเคชัน
                    โปรดติดต่อเราที่: contact@sbpds.co.th</v-list-item-title
                  >
                </v-list-item-content>
              </v-list-item>
            </v-list-item-content>
          </v-list-item>

          <p>
            ข้าพเจ้าได้อ่านข้อตกลงนี้และตกลงยอมรับบทบัญญัติทั้งหมดข้างต้นและการแก้ไขบทบัญญัติใดๆ
            ที่จะเกิดตามมาในภายหลังในการคลิกปุ่ม “สมัครใช้งาน” หรือ
            “เข้าสู่ระบบด้วย FACEBOOK”/ “เข้าสู่ระบบด้วย Google” /
            “เข้าสู่ระบบด้วย Apple”
            ข้าพเจ้าเข้าใจว่าข้าพเจ้ากำลังสร้างลายเซ็นดิจิตอล
            ซึ่งข้าพเจ้าประสงค์ให้มีผลบังคับใช้เสมือนกับว่าข้าพเจ้าได้ลงชื่อด้วยตัวเอง
          </p>

          <p>ปรับปรุงครั้งล่าสุดเมื่อวันที่ 2 กุมภาพันธ์ พ.ศ. 2563</p>
        </div>
      </div>
    </div>
  </div>
</template>

<style lang="scss" scoped>
.kt-spinner.kt-spinner--right:before {
  right: 8px;
}
</style>

<script>
export default {
  data() {
    return {
      // Remove this dummy login info
    };
  },
  methods: {},
  computed: {},
};
</script>
